Repository: osmbe/osm-welcome-tool
Catalog: translations/messages+intl-icu.*.xlf
Languages: sq

source: Albania
sq: Shqipëria

source: Bangladesh
sq: Bangladeshi

source: Belgium
sq: Belgjika

source: Bulgaria
sq: Bullgarien

source: British Columbia
sq: Kolumbia Britanike

source: China
sq: Kina

source: Beijing
sq: Pekini

source: Colombia
sq: Kolumbia

source: Bogotá
sq: Bogota

source: Democratic Republic of the Congo
sq: Republika Demokratike e Kongos

source: France
sq: Franca

source: Germany
sq: Gjermania

source: Ghana
sq: Gana

source: Ireland
sq: Irlanda

source: Italy
sq: Italia

source: Japan
sq: Japonia

source: Kosovo
sq: Kosova

source: Libya
sq: Libia

source: Luxembourg
sq: Luksemburgu

source: Macao
sq: Makao

source: Panama
sq: Panamaja

source: Poland
sq: Polonia

source: Scotland
sq: Skocia

source: Taiwan
sq: Tajvani

source: Turkey
sq: Turqia

source: Kansas
sq: Kanzasi

source: Commonwealth of Massachusetts
sq: Komonuelthi i Masaçusetsit

source: Michigan
sq: Miçigen

source: New York State
sq: Shteti i Nju Jorkut

source: Oregon
sq: Oregoni

source: Washington State
sq: Shteti i Uashingtonit

source: Review requested
sq: U kërkua rishikim

source: Invalid tag modification
sq: Modikim i gabuar i etiketës

source: No note.
sq: Pa shënim.

source: Markdown is allowed.
sq: Lejohet Markdown.

source: View
sq: Shiko

source: Open other tools
sq: Hap veglat tjera

source: Harmful
sq: I dëmshëm

source: Checked
sq: Kontrolluar

source: Timeline
sq: Kohështrirja

source: Account created
sq: U krijua llogaria

source: Mapper since {date}
sq: Hartografues prej {date}

source: Profile
sq: Profili

source: Send a welcome message
sq: Dërgo porosi mirëseardhjeje

source: Templates
sq: Shabllone

source: Copy text to clipboard
sq: Kopjo teksin

source: Send message
sq: Dërgo porosinë

source: Changesets
sq: Ndryshimet

source: History
sq: Historia

source: Home
sq: Shtëpi

source: List
sq: Lista

source: Mapper
sq: Hartografuesi

source: Username
sq: Përdoruesi

source: First changeset
sq: Ndryshimi i parë

source: Locale
sq: Gjuha

source: View profile
sq: Shih profilin

source: Mappers
sq: Hartografuesit

source: List of mappers that have their first edit in the region
sq: Lista e hartografuesve që kanë modifikimin e tyre të parë në rajon

source: Previous month
sq: Muaji paraprak

source: Next month
sq: Muaji në vazhdim

source: Note
sq: Shënim

source: Add
sq: Shto

source: Add a note
sq: Shto një shënim

source: Welcomed by {userlink}
sq: I mirëpritur nga {userlink}

source: {mapper} has been welcomed
sq: {mapper} është mirëpritur

source: {mapper} has replied
sq: {mapper} është përgjigjur

source: Changeset
sq: Ndryshimi

source: Not welcomed yet
sq: Ende i pa mirëpritur

source: Not replied yet
sq: Ende i pa përgjigjur

source: {userlink} has replied
sq: {userlink} është përgjigjur

source: Login with OSM
sq: Kyçu me OSM

source: Open user menu
sq: Hape menynën e përdoruesit

source: Welcomed
sq: Mirëpritur

source: Last update
sq: Freskimi i fundit

source: Logout
sq: Çkyçu

source: Notes
sq: Shënimet

source: This is the OpenStreetMap Welcome Tool. It helps you discover new mappers in your region and welcome them.
sq: Ky është mjeti i mirëseardhjes i OpenStreetMap. Ju ndihmon të zbuloni dhe mirëprisni hartografues të rinj në rajonin tuaj.

source: If you want to add your region or your language to the Welcome Tool, check our {contributing_link_start}contributing guide{link_end}.
sq: Nëse dëshironi të shtoni rajonin ose gjuhën tuaj në Veglën e Mirëseardhjes, shihni {contributing_link_start} udhëzimin{link_end}.

source: Developed by {osmbe_link_start}OpenStreetMap Belgium{link_end} and supported by the {lccwg_link_start}Local Chapters and Communities Working Group{link_end}.
sq: Zhvilluar nga {osmbe_link_start}OpenStreetMap Belgium{link_end} dhe mbështetur nga {lccwg_link_start}Grupi Punues i Kapitujve dhe Komuniteteve Lokale{link_end}.

source: Previous mapper
sq: Hartografuesi i mëhershëm

source: Next mapper
sq: Hartografuesi tjetër
