Repository: osmbe/osm-welcome-tool
Catalog: translations/security.*.xlf
Languages: bg_bg, es, it_it, ja_jp, pt_pt, uk_ua, zh_cn, zh_tw

source: An authentication exception occurred.
bg_bg: Грешка при автентикация.
es: Ocurrió una excepción de autenticación.
it_it: Si è verificato un errore di autenticazione.
ja_jp: 認証エラーが発生しました。
pt_pt: Ocorreu uma excepção durante a autenticação.
uk_ua: Помилка автентифікації.
zh_cn: 认证出现异常
zh_tw: 發生認證例外狀況。

source: Authentication credentials could not be found.
bg_bg: Удостоверението за автентикация не е открито.
es: No se pudieron encontrar las credenciales de autenticación.
it_it: Impossibile trovare le credenziali di autenticazione.
ja_jp: 認証資格がありません。
pt_pt: As credenciais de autenticação não foram encontradas.
uk_ua: Автентифікаційні дані не знайдено.
zh_cn: 找不到认证的Credentials
zh_tw: 無法找到認證憑證。

source: Authentication request could not be processed due to a system problem.
bg_bg: Заявката за автентикация не може да бъде обработената поради системна грешка.
es: La solicitud de autenticación no se pudo procesar debido a un problema del sistema.
it_it: La richiesta di autenticazione non può essere processata a causa di un errore di sistema.
ja_jp: システムの問題により認証要求を処理できませんでした。
pt_pt: O pedido de autenticação não foi concluído devido a um problema no sistema.
uk_ua: Запит на автентифікацію не може бути опрацьовано у зв’язку з проблемою в системі.
zh_cn: 由于系统问题，无法处理认证请求
zh_tw: 由於系統因素無法處理認證請求。

source: Invalid credentials.
bg_bg: Невалидно удостоверение за автентикация.
es: Credenciales no válidas.
it_it: Credenziali non valide.
ja_jp: 資格が無効です。
pt_pt: Credenciais inválidas.
uk_ua: Невірні автентифікаційні дані.
zh_cn: 无效的Credentials
zh_tw: 無效的認證。

source: Cookie has already been used by someone else.
bg_bg: Тази бисквитка вече се ползва от някой друг.
es: La cookie ya ha sido utilizada por otra persona.
it_it: Il cookie è già stato usato da qualcun altro.
ja_jp: Cookie が別のユーザーで使用されています。
pt_pt: Este cookie já está em uso.
uk_ua: Хтось інший вже використав цей сookie.
zh_cn: Cookie已被他人使用
zh_tw: Cookie 已經被其他人使用。

source: Not privileged to request the resource.
bg_bg: Нямате права за достъп до този ресурс.
es: No habilitado para solicitar el recurso.
it_it: Non hai i privilegi per richiedere questa risorsa.
ja_jp: リソースをリクエストする権限がありません。
pt_pt: Não possui privilégios para aceder a este recurso.
uk_ua: Відсутні права на запит цього ресурсу.
zh_cn: 没有访问该资源的权限
zh_tw: 沒有權限來請求資源。

source: Invalid CSRF token.
bg_bg: Невалиден CSRF токен.
es: Token CSRF no válido.
it_it: CSRF token non valido.
ja_jp: CSRF トークンが無効です。
pt_pt: Token CSRF inválido.
uk_ua: Невірний токен CSRF.
zh_cn: 无效的 CSRF token.
zh_tw: 無效的 CSRF token.

source: No authentication provider found to support the authentication token.
bg_bg: Не е открит провайдър, който да поддържа този токен за автентикация.
es: No se encontró ningún proveedor de autenticación que admita el token de autenticación.
it_it: Non è stato trovato un valido fornitore di autenticazione per supportare il token.
ja_jp: 認証トークンをサポートする認証プロバイダーが見つかりません。
pt_pt: Nenhum fornecedor de autenticação encontrado para suportar o token de autenticação.
uk_ua: Не знайдено провайдера автентифікації, що підтримує токен автентифікаціії.
zh_cn: 未找到支持该Token的认证提供商
zh_tw: 沒有找到認證供應商來支援認證 token。

source: No session available, it either timed out or cookies are not enabled.
bg_bg: Сесията не е достъпна, или времето за достъп е изтекло, или бисквитките не са разрешени.
es: Sesión no disponible, se agotó el tiempo de espera o las cookies no están habilitadas.
it_it: Nessuna sessione disponibile, può essere scaduta o i cookie non sono abilitati.
ja_jp: 利用可能なセッションがありません。タイムアウトしたか、Cookie が無効になっています。
pt_pt: Não existe sessão disponível, esta expirou ou os cookies estão desativados.
uk_ua: Сесія недоступна, її час вийшов, або cookies вимкнено.
zh_cn: 没有可用的Session，可能是超时或Cookies未启用
zh_tw: 沒有工作階段，要不就時間沒了或是沒有啟用 cookies。

source: No token could be found.
bg_bg: Токенът не е открит.
es: No se pudo encontrar ningún token.
it_it: Nessun token trovato.
ja_jp: トークンが見つかりません。
pt_pt: O token não foi encontrado.
uk_ua: Токен не знайдено.
zh_cn: 未找到Token
zh_tw: 沒有找到 token。

source: Username could not be found.
bg_bg: Потребителското име не е открито.
es: No se pudo encontrar el nombre de usuaria/o.
it_it: Username non trovato.
ja_jp: ユーザー名が見つかりません。
pt_pt: Nome de utilizador não encontrado.
uk_ua: Ім’я користувача не знайдено.
zh_cn: 找不到该用户名
zh_tw: 無法找到使用者名稱。

source: Account has expired.
bg_bg: Акаунтът е изтекъл.
es: La cuenta ha caducado.
it_it: Account scaduto.
ja_jp: アカウントが有効期限切れです。
pt_pt: A conta expirou.
uk_ua: Термін дії облікового запису вичерпано.
zh_cn: 账号已过期
zh_tw: 帳號已經逾期。

source: Credentials have expired.
bg_bg: Удостоверението за автентикация е изтекло.
es: Las credenciales caducaron.
it_it: Credenziali scadute.
ja_jp: 資格が有効期限切れです。
pt_pt: As credenciais expiraram.
uk_ua: Термін дії автентифікаційних даних вичерпано.
zh_cn: 认证已过期
zh_tw: 認證已經逾期。

source: Account is disabled.
bg_bg: Акаунтът е деактивиран.
es: Cuenta deshabilitada.
it_it: L'account è disabilitato.
ja_jp: アカウントが無効です。
pt_pt: Conta desativada.
uk_ua: Обліковий запис відключено.
zh_cn: 账号被屏蔽
zh_tw: 帳號已經停權。

source: Account is locked.
bg_bg: Акаунтът е заключен.
es: La cuenta está bloqueada.
it_it: L'account è bloccato.
ja_jp: アカウントはロックされています。
pt_pt: A conta está trancada.
uk_ua: Обліковий запис заблоковано.
zh_cn: 账号被锁定
zh_tw: 帳號已經鎖定

source: Too many failed login attempts, please try again later.
bg_bg: Твърде много неуспешни опити за вход, моля опитайте по-късно.
es: Demasiados intentos fallidos de inicio de sesión, inténtalo de nuevo más tarde.
it_it: Troppi tentativi di login falliti, riprova tra un po'.
ja_jp: ログイン試行回数を超えました。しばらくして再度お試しください。
pt_pt: Várias tentativas de login falhadas, por favor tente mais tarde.
uk_ua: Забагато невдалих спроб входу. Будь ласка, спробуйте пізніше.
zh_cn: 已有太多次失败的尝试，请稍后再试
zh_tw: 太多失敗的登入嘗試，請稍晚再試。

source: Invalid or expired login link.
bg_bg: Невалиден или изтекъл линк за вход.
es: Enlace de inicio de sesión no válido o caducado.
it_it: Link di login scaduto o non valido.
ja_jp: ログインリンクが有効期限切れ、もしくは無効です。
pt_pt: Ligação de login inválida ou expirada.
uk_ua: Посилання для входу недійсне, або термін його дії закінчився.
zh_cn: 无效或过期的登录链接
zh_tw: 無效或是逾期的登入連結。

source: Too many failed login attempts, please try again in %minutes% minute.
bg_bg: Твърде много неуспешни опити за вход, моля опитайте отново след %minutes% минута.
es: Demasiados intentos fallidos de inicio de sesión, inténtalo de nuevo en %minutes% minutos.
it_it: Troppi tentativi di login falliti, riprova tra %minutes% minuto.
ja_jp: ログイン試行回数が多すぎます。%minutes%分後に再度お試しください。
pt_pt: Demasiadas tentativas de login, tente novamente num minuto.
uk_ua: Забагато невдалих спроб входу. Будь ласка, спробуйте знову через %minutes% хвилину.
zh_cn: 已有太多次失败的尝试，请%minutes%分钟后再试
zh_tw: 太多失敗的登入嘗試，請 %minutes% 分鐘後再試。

source: Too many failed login attempts, please try again in %minutes% minutes.
bg_bg: Твърде много неуспешни опити за вход, моля опитайте отново след %minutes% минути.
es: Demasiados intentos fallidos de inicio de sesión, inténtalo de nuevo en %minutes% minutos.
it_it: Troppi tentativi di login falliti, riprova tra %minutes% minuti.
ja_jp: ログイン試行回数が多すぎます。%minutes%分後に再度お試しください。
pt_pt: Demasiadas tentativas de login, tente novamente em %minutes% minutos.
uk_ua: Забагато невдалих спроб входу. Будь ласка, спробуйте знову через %minutes% хв.
zh_cn: 已有太多次失败的尝试，请%minutes%分钟后再试
zh_tw: 太多失敗的登入嘗試，請 %minutes% 分鐘後再試。
