Repository: osmbe/osm-welcome-tool
Catalog: translations/validators.*.xlf
Languages: bg_bg, de, it, zh_cn, zh_tw

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
bg_bg: Изображението е с портретна ориентация ({{ width }}x{{ height }}px). Изображения с такава ориентация не са разрешени.
de: Das Bild ist hochformatig ({{ width }}x{{ height }}px). Hochformatige Bilder sind nicht zulässig.
it: L'immagine è verticale ({{ width }}x{{ height }}px). Le immagini verticali non sono consentite.
zh_cn: 这个图片是纵向的 ({{ width }}x{{ height }}px)，纵向图片是不被允许的
zh_tw: 這圖片是直幅的 ({{ width }}x{{ height }}px)，並不是允許的圖形。

source: An empty file is not allowed.
bg_bg: Празни файлове не са разрешени.
de: Eine leere Datei ist nicht zulässig.
it: Un file vuoto non è consentito.
zh_cn: 不允许空白文件
zh_tw: 不允許空白檔案。

source: The host could not be resolved.
bg_bg: Хостът е недостъпен.
de: Der Host konnte nicht aufgelöst werden.
it: L'host non può essere risolto.
zh_cn: 无法解析主机
zh_tw: 主機無法解析。

source: This value does not match the expected {{ charset }} charset.
bg_bg: Стойността не съвпада с очакваната {{ charset }} кодировка.
de: Dieser Wert stimmt nicht mit dem erwarteten {{ charset }} charset überein.
it: Questo valore non corrisponde al charset {{ charset }}.
zh_cn: 这个值不符合 {{ charset }} 字符集
zh_tw: 這值並不預期吻合 {{ charset }} 字元集。

source: This is not a valid Business Identifier Code (BIC).
bg_bg: Това не е валиден Бизнес идентификационен код (BIC).
de: Dies ist kein gültiger Business Identifier Code (BIC).
it: Questo valore non è un codice BIC valido.
zh_cn: 这不是有效的BIC (BIC)。
zh_tw: 這不是有效的商家識別碼 (BIC)。

source: Error.
zh_tw: 錯誤。

source: This is not a valid UUID.
bg_bg: Това не е валиден UUID.
de: Dies ist keine gültige UUID.
it: Questo non è un UUID valido.
zh_cn: 这不是有效的 UUID。
zh_tw: 這不是有效的 UUID。

source: This value should be a multiple of {{ compared_value }}.
bg_bg: Стойността трябва да бъде кратно число на {{ compared_value }}.
de: Dieser Wert sollte ein Vielfaches von {{ compared_value }} sein.
it: Questo valore dovrebbe essere un multiplo di {{ compared_value }}.
zh_cn: 这个值应为 {{ compared_value }} 的多选
zh_tw: 這值應該是 {{ compared_value }} 的多選。

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
bg_bg: Бизнес идентификационния код (BIC) не е свързан с IBAN {{ iban }}.
de: Dieser Business Identifier Code (BIC) ist nicht mit IBAN {{ iban }} verbunden.
it: Questo codice identificativo bancario (BIC) non è associato all'IBAN {{ iban }}.
zh_cn: 这个BIC (BIC) 并没有与 IBAN {{ iban }} 关联
zh_tw: 這個商業識別碼 (BIC) 並沒有 IBAN {{ iban }} 相關。

source: This value should be valid JSON.
bg_bg: Стойността трябва да е валиден JSON.
de: Dieser Wert sollte ein gültiges JSON sein.
it: Questo valore dovrebbe essere un JSON valido.
zh_cn: 这个值应为有效的 JSON。
zh_tw: 這值應該要是有效 JSON。

source: This collection should contain only unique elements.
bg_bg: Колекцията трябва да съдържа само уникални елементи.
de: Diese Sammlung sollte nur eindeutige Elemente enthalten.
it: Questa collezione dovrebbe contenere solo elementi unici.
zh_cn: 这个集合只应包含独一无二的元素
zh_tw: 這集合應該只有含有特別元素。This collection should contain only unique elements.

source: This value should be positive.
bg_bg: Стойността трябва да бъде положително число.
de: Dieser Wert sollte positiv sein.
it: Questo valore dovrebbe essere positivo.
zh_cn: 这个值应为正数
zh_tw: 這值應該是正數。

source: This value should be either positive or zero.
bg_bg: Стойността трябва бъде положително число или нула.
de: Dieser Wert sollte entweder positiv oder Null sein.
it: Questo valore dovrebbe essere positivo oppure zero.
zh_cn: 这个值应为正数或零
zh_tw: 這值應該是正數或零。

source: This value should be negative.
bg_bg: Стойността трябва да бъде отрицателно число.
de: Dieser Wert sollte negativ sein.
it: Questo valore dovrebbe essere negativo.
zh_cn: 这个值应为负数
zh_tw: 這值應該是負數。

source: This value should be either negative or zero.
bg_bg: Стойността трябва да бъде отрицателно число или нула.
de: Dieser Wert sollte entweder negativ oder Null sein.
it: Questo valore dovrebbe essere negativo oppure zero.
zh_cn: 这个值应为负数或零
zh_tw: 這值應該是負數或零。

source: This value is not a valid timezone.
bg_bg: Стойността не е валидна часова зона.
de: Dieser Wert ist keine gültige Zeitzone.
it: Questo valore non è un fuso orario valido.
zh_cn: 这个值不是有效的时区
zh_tw: 這值不是有效的時區格式。

source: This password has been leaked in a data breach, it must not be used. Please use another password.
bg_bg: Тази парола е компрометирана, не трябва да бъде използвана. Моля използвайте друга парола.
de: Dieses Passwort wurde bei einer Datenpanne bekannt, es darf nicht verwendet werden. Bitte verwenden Sie ein anderes Passwort.
it: Questa password è trapelata durante una compromissione di dati, non deve essere usata. Si prega di usare una password diversa.
zh_cn: 这个密码已经被泄露了，不应再被使用。请尝试另一个密码
zh_tw: 這密碼已經外洩了，不應該再用了，請使用其他密碼。

source: This value should be between {{ min }} and {{ max }}.
bg_bg: Стойността трябва да бъде между {{ min }} и {{ max }}.
de: Dieser Wert sollte zwischen {{ min }} und {{ max }} liegen.
it: Questo valore dovrebbe essere compreso tra {{ min }} e {{ max }}.
zh_cn: 这个值应在 {{ min }} 到 {{ max }} 之间
zh_tw: 這值應該在 {{ min }} 與 {{ max }} 之間。

source: This value is not a valid hostname.
bg_bg: Стойността не е валиден hostname.
de: Dieser Wert ist kein gültiger Hostname.
it: Questo valore non è un nome di host valido.
zh_cn: 这个值不是有效的hostname
zh_tw: 這值不是有效的主機名稱。

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
bg_bg: Броят на елементите в тази колекция трябва да бъде кратен на {{ compared_value }}.
de: Die Anzahl der Elemente in dieser Sammlung sollte ein Vielfaches von {{ compared_value }} sein.
it: Il numero di elementi in questa collezione dovrebbe essere un multiplo di {{ compared_value }}.
zh_cn: 集合内元素应为 {{ compared_value }} 的倍数
zh_tw: 集合內元件的數值應該是 {{ compared_value }} 的倍數。

source: This value should satisfy at least one of the following constraints:
bg_bg: Стойността трябва да отговаря на поне едно от следните ограничения:
de: Dieser Wert sollte mindestens eine der folgenden Einschränkungen erfüllen:
it: Questo valore dovrebbe soddisfare almeno uno dei vincoli seguenti:
zh_cn: 这个值应至少满足一个限制条件
zh_tw: 這值應該滿足至少一個限制條件：

source: Each element of this collection should satisfy its own set of constraints.
bg_bg: Всеки елемент от тази колекция трябва да отговаря на собствения си набор от ограничения.
de: Jedes Element dieser Sammlung sollte seinen eigenen Satz von Einschränkungen erfüllen.
it: Ciascun elemento di questa collezione dovrebbe soddisfare il suo insieme di vincoli.
zh_cn: 集合中的每一个元素应满足其自己的限制条件
zh_tw: 集合中的每個元素應該滿足自已的限制條件。

source: This value is not a valid International Securities Identification Number (ISIN).
bg_bg: Стойността не е валиден Международен идентификационен номер на ценни книжа (ISIN).
de: Dieser Wert ist keine gültige International Securities Identification Number (ISIN).
it: Questo valore non è un codice identificativo internazionale di valori mobiliari (ISIN) valido.
zh_cn: 这个值不是有效的ISIN
zh_tw: 這值不是有效的國際資安辨識碼(International Securities Identification Number, ISIN)。

source: This value should be a valid expression.
bg_bg: Стойността трябва да бъде валиден израз.
de: Dieser Wert sollte ein gültiger Ausdruck sein.
it: Questo valore dovrebbe essere un'espressione valida.
zh_cn: 这个值应为有效的表达式
zh_tw: 這值應該是有效的表示式。

source: This value is not a valid CSS color.
bg_bg: Стойността не е валиден CSS цвят.
de: Dieser Wert ist keine gültige CSS-Farbe.
zh_cn: 这个值不是有效的 CSS 颜色
zh_tw: 這值不是有效的 CSS 顏色。

source: This value is not a valid CIDR notation.
bg_bg: Стойността не е валидна CIDR нотация.
de: Dieser Wert ist keine gültige CIDR-Notation.
zh_cn: 这个值不是有效的 CIDR 备注
zh_tw: 這值不是有效的 CIDR 標注。

source: The value of the netmask should be between {{ min }} and {{ max }}.
bg_bg: Стойността на мрежовата маска трябва да бъде между {{ min }} и {{ max }}.
de: Der Wert der Netzmaske sollte zwischen {{ min }} und {{ max }} liegen.
zh_cn: 子网掩码应在 {{ min }} 到 {{ max }} 之间
zh_tw: 網路遮罩值應當在 {{ min }} 與 {{ max }} 之間。

source: This form should not contain extra fields.
bg_bg: Тази форма не трябва да съдържа допълнителни полета.
de: Dieses Formular sollte keine zusätzlichen Felder enthalten.
it: Questo form non dovrebbe contenere nessun campo extra.
zh_cn: 这个表单不应包含额外的字段
zh_tw: 這份表單不應該有額外的欄位。

source: The uploaded file was too large. Please try to upload a smaller file.
bg_bg: Каченият файл е твърде голям. Моля, опитайте да качите по-малък файл.
de: Die hochgeladene Datei war zu groß. Bitte versuchen Sie, eine kleinere Datei hochzuladen.
it: Il file caricato è troppo grande. Per favore, carica un file più piccolo.
zh_cn: 上传的文件太大了，请尝试上传小一些的文件
zh_tw: 這上傳的檔案太大了，請試著上傳小一點的檔案。。

source: The CSRF token is invalid. Please try to resubmit the form.
bg_bg: Невалиден CSRF токен. Моля, опитайте да изпратите формата отново.
de: Das CSRF-Token ist ungültig. Bitte versuchen Sie, das Formular erneut zu senden.
it: Il token CSRF non è valido. Prova a reinviare il form.
zh_cn: CSRF token 无效，请尝试重新提交表单
zh_tw: CSRF token 無效。請嘗試再次繳交表單。

source: This value is not a valid HTML5 color.
bg_bg: Стойността не е валиден HTML5 цвят.
de: Dieser Wert ist keine gültige HTML5-Farbe.
it: Il valore non è un colore HTML5 valido.
zh_cn: 这个值不是有效的 HTML5 颜色
zh_tw: 這值不是有效的 HTML5 顏色。

source: Please enter a valid birthdate.
bg_bg: Моля въведете валидна дата на раждане.
de: Bitte geben Sie ein gültiges Geburtsdatum ein.
it: Per favore, inserisci una data di compleanno valida.
zh_cn: 请输入有效的生日
zh_tw: 請輸入有效的生日。

source: The selected choice is invalid.
bg_bg: Избраните стойности не са валидни.
de: Die Auswahl ist ungültig.
it: La scelta selezionata non è valida.
zh_cn: 选中的选择是无效的
zh_tw: 選取的選擇無效。

source: The collection is invalid.
bg_bg: Колекцията не е валидна.
de: Die Kollektion ist ungültig.
it: La collezione non è valida.
zh_cn: 集合无效
zh_tw: 集合無效。

source: Please select a valid color.
bg_bg: Моля изберете валиден цвят.
de: Bitte wählen Sie eine gültige Farbe.
it: Per favore, seleziona un colore valido.
zh_cn: 请选择有效的颜色
zh_tw: 請選擇有效的顏色。

source: Please select a valid country.
bg_bg: Моля изберете валидна държава.
de: Bitte wählen Sie ein gültiges Land.
it: Per favore, seleziona un paese valido.
zh_cn: 请选择有效的国家或地区
zh_tw: 請選擇有效的國家。

source: Please select a valid currency.
bg_bg: Моля изберете валидна валута.
de: Bitte wählen Sie eine gültige Währung.
it: Per favore, seleziona una valuta valida.
zh_cn: 请选择有效的货币
zh_tw: 請選擇有效的幣值。

source: Please choose a valid date interval.
bg_bg: Моля изберете валиден интервал от дати.
de: Bitte wählen Sie ein gültiges Datumsintervall.
it: Per favore, scegli a valid date interval.
zh_cn: 请选择有效的日期区间
zh_tw: 請選擇有效的日期區間。

source: Please enter a valid date and time.
bg_bg: Моля въведете валидни дата и час.
de: Bitte geben Sie ein gültiges Datum und eine gültige Uhrzeit ein.
it: Per favore, inserisci a valid date and time.
zh_cn: 请输入有效的日期和时间
zh_tw: 請輸入有效的日期與時間。

source: Please enter a valid date.
bg_bg: Моля въведете валидна дата.
de: Bitte geben Sie ein gültiges Datum ein.
it: Per favore, inserisci a valid date.
zh_cn: 请输入有效的日期
zh_tw: 請輸入有效的日期。

source: Please select a valid file.
bg_bg: Моля изберете валиден файл.
de: Bitte wählen Sie eine gültige Datei.
it: Per favore, seleziona un file valido.
zh_cn: 请选择有效的文件
zh_tw: 請選擇有效的檔案。

source: The hidden field is invalid.
bg_bg: Скритото поле е невалидно.
de: Das versteckte Feld ist ungültig.
it: Il campo nascosto non è valido.
zh_cn: 隐藏字段无效
zh_tw: 隱藏欄位無效。

source: Please enter an integer.
bg_bg: Моля попълнете цяло число.
de: Bitte geben Sie eine ganze Zahl ein.
it: Per favore, inserisci un numero intero.
zh_cn: 请输入整数
zh_tw: 請輸入整數。

source: Please select a valid language.
bg_bg: Моля изберете валиден език.
de: Bitte wählen Sie eine gültige Sprache.
it: Per favore, seleziona una lingua valida.
zh_cn: 请选择有效的语言
zh_tw: 請選擇有效的語言。

source: Please select a valid locale.
bg_bg: Моля изберете валиден език.
de: Bitte wählen Sie ein gültiges Gebietsschema.
it: Per favore, seleziona una lingua valida.
zh_cn: 请选择有效的语言设定
zh_tw: 請選擇有效的地點。

source: Please enter a valid money amount.
bg_bg: Моля въведете валидна парична сума.
de: Bitte geben Sie einen gültigen Geldbetrag ein.
it: Per favore, inserisci un importo valido.
zh_cn: 请输入有效的金额
zh_tw: 請輸入有效的金額。

source: Please enter a number.
bg_bg: Моля въведете число.
de: Bitte geben Sie eine Zahl ein.
it: Per favore, inserisci un numero.
zh_cn: 请输入数字
zh_tw: 請輸入數字。

source: The password is invalid.
bg_bg: Паролата е невалидна.
de: Das Passwort ist ungültig.
it: La password non è valida.
zh_cn: 无效的密码
zh_tw: 無效的密碼。

source: Please enter a percentage value.
bg_bg: Моля въведете процентна стойност.
de: Bitte geben Sie einen Prozentwert ein.
it: Per favore, inserisci un valore percentuale.
zh_cn: 请输入百分比
zh_tw: 請輸入百分比數值。

source: The values do not match.
bg_bg: Стойностите не съвпадат.
de: Die Werte stimmen nicht überein.
it: I valori non corrispondono.
zh_cn: 值不匹配
zh_tw: 值並不吻合。

source: Please enter a valid time.
bg_bg: Моля въведете валидно време.
de: Bitte geben Sie eine gültige Uhrzeit ein.
it: Per favore, inserisci un orario valido.
zh_cn: 请输入有效的时间
zh_tw: 請輸入有效的時間。

source: Please select a valid timezone.
bg_bg: Моля изберете валидна часова зона.
de: Bitte wählen Sie eine gültige Zeitzone.
it: Per favore, seleziona un fuso orario valido.
zh_cn: 请选择有效的时区
zh_tw: 請選擇有效的時區。

source: Please enter a valid URL.
bg_bg: Моля въведете валиден URL.
de: Bitte geben Sie eine gültige URL ein.
it: Per favore, inserisci un URL valido.
zh_cn: 请输入有效的URL
zh_tw: 請輸入有效的網址。

source: Please enter a valid search term.
bg_bg: Моля въведете валидно търсене.
de: Bitte geben Sie einen gültigen Suchbegriff ein.
it: Per favore, inserisci un termine di ricerca valido.
zh_cn: 请输入有效的搜索关键词
zh_tw: 請輸入有效的搜尋用詞。

source: Please provide a valid phone number.
bg_bg: Моля осигурете валиден телефонен номер.
de: Bitte geben Sie eine gültige Telefonnummer ein.
it: Per favore, indica un numero di telefono valido.
zh_cn: 请提供有效的电话号码
zh_tw: 請提供有效的電話號碼。

source: The checkbox has an invalid value.
bg_bg: Отметката има невалидна стойност.
de: Das Kontrollkästchen hat einen ungültigen Wert.
it: La casella di selezione non ha un valore valido.
zh_cn: Checkbox有无效值
zh_tw: 核取方塊有無效值。

source: Please enter a valid email address.
bg_bg: Моля въведете валидна ел. поща.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.
it: Per favore, indica un indirizzo email valido.
zh_cn: 请输入有效的电子邮件地址
zh_tw: 請輸入有效的電子郵件地址。

source: Please select a valid option.
bg_bg: Моля изберете валидна опция.
de: Bitte wählen Sie eine gültige Option.
it: Per favore, seleziona un'opzione valida.
zh_cn: 请选择有效的选项
zh_tw: 請選擇有效的選項。

source: Please select a valid range.
bg_bg: Моля изберете валиден обхват.
de: Bitte wählen Sie einen gültigen Bereich.
it: Per favore, seleziona un intervallo valido.
zh_cn: 请选择有效的范围
zh_tw: 請選擇有效的範圍。

source: Please enter a valid week.
bg_bg: Моля въведете валидна седмица.
de: Bitte geben Sie eine gültige Woche ein.
it: Per favore, inserisci una settimana valida.
zh_cn: 请输入有效的周
zh_tw: 請輸入有效的週。

source: Error
bg_bg: Грешка
de: Fehler
it: Errore
zh_cn: 错误
zh_tw: 錯誤
