Repository: osmbe/osm-welcome-tool
Catalog: translations/validators.*.xlf
Languages: bg_bg, de, it, zh_cn, zh_tw

source: This value should be false.
bg_bg: Стойността трябва да бъде лъжа (false).
de: Dieser Wert sollte false sein.
it: Questo valore dovrebbe essere falso.
zh_cn: 这个值应为False
zh_tw: 這值應該是假的。

source: This value should be true.
bg_bg: Стойността трябва да бъде истина (true).
de: Dieser Wert sollte true sein.
it: Questo valore dovrebbe essere vero.
zh_cn: 这个值应为True
zh_tw: 這值應該是真的。

source: This value should be of type {{ type }}.
bg_bg: Стойността трябва да бъде от тип {{ type }}.
de: Dieser Wert sollte vom Typ {{ type }} sein.
it: Questo valore dovrebbe essere di tipo {{ type }}.
zh_cn: 这个值应为{{ type }}类型。
zh_tw: 這值應該是{{ type }}類。

source: This value should be blank.
bg_bg: Стойността трябва да бъде празна.
de: Dieser Wert sollte leer sein.
it: Questo valore dovrebbe essere vuoto.
zh_cn: 这个值应该是空白的
zh_tw: 這值應該是空白的。

source: The value you selected is not a valid choice.
bg_bg: Избраната стойност е невалидна.
de: Der ausgewählte Wert ist keine gültige Auswahl.
it: Questo valore dovrebbe essere una delle opzioni disponibili.
zh_cn: 你选择的值是无效的
zh_tw: 你選擇的值並不是有效選擇。

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
bg_bg: Трябва да изберете поне {{ limit }} опция.|Трябва да изберете поне {{ limit }} опции.
de: Es muss mindestens {{ limit }} Auswahlmöglichkeit gewählt werden.|Es müssen mindestens {{ limit }} Auswahlmöglichkeiten gewählt werden.
it: Si dovrebbe selezionare almeno {{ limit }} opzione.|Si dovrebbero selezionare almeno {{ limit }} opzioni.
zh_cn: 你必须做出至少{{ limit }}个选择
zh_tw: 你必須做出至少{{ limit }}選擇。

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
bg_bg: Трябва да изберете най-много {{ limit }} опция.|Трябва да изберете най-много {{ limit }} опции.
de: Es muss höchstens {{ limit }} Auswahlmöglichkeit gewählt werden.|Es müssen höchstens {{ limit }} Auswahlmöglichkeiten gewählt werden.
it: Si dovrebbe selezionare al massimo {{ limit }} opzione.|Si dovrebbero selezionare al massimo {{ limit }} opzioni.
zh_cn: 你最多做出{{ limit }}个选择
zh_tw: 你必須做出最多{{ limit }}的選擇。

source: One or more of the given values is invalid.
bg_bg: Една или повече от зададените стойности е невалидна.
de: Einer oder mehrere der angegebenen Werte sind ungültig.
it: Uno o più valori inseriti non sono validi.
zh_cn: 一个或多个给定的值是无效的
zh_tw: 一個或多個給定的值是無效的。

source: This field was not expected.
bg_bg: Полето не се е очаквало.
de: Dieses Feld wurde nicht erwartet.
it: Questo campo non è stato previsto.
zh_cn: 未被预期的Field
zh_tw: 並不預期這個欄位。

source: This field is missing.
bg_bg: Полето липсва.
de: Dieses Feld ist nicht vorhanden.
it: Questo campo è mancante.
zh_cn: 这个Field缺失了
zh_tw: 遺失這個欄位

source: This value is not a valid date.
bg_bg: Стойността не е валидна дата.
de: Dieser Wert ist kein gültiges Datum.
it: Questo valore non è una data valida.
zh_cn: 这个值不是有效的日期
zh_tw: 這個值不是有效的日期。

source: This value is not a valid datetime.
bg_bg: Стойността не е валидна дата и час.
de: Dieser Wert ist kein gültiger Zeitstempel.
it: Questo valore non è una data e ora valida.
zh_cn: 这个值不是有效的日期或时间
zh_tw: 這個值不是有效的日期及時間。

source: This value is not a valid email address.
bg_bg: Стойността не е валиден имейл адрес.
de: Dieser Wert ist keine gültige E-Mail Adresse.
it: Questo valore non è un indirizzo email valido.
zh_cn: 这个值不是有效的电子邮件地址
zh_tw: 這個不是有效的電子郵件地址。

source: The file could not be found.
bg_bg: Файлът не беше открит.
de: Die Datei konnte nicht gefunden werden.
it: Non è stato possibile trovare il file.
zh_cn: 找不到这个文件
zh_tw: 無法找到這個檔案。

source: The file is not readable.
bg_bg: Файлът не може да бъде прочетен.
de: Die Datei ist nicht lesbar.
it: Il file non è leggibile.
zh_cn: 无法读取这个文件
zh_tw: 無法讀取這個檔案。

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
bg_bg: Файлът е твърде голям ({{ size }} {{ suffix }}). Максималният размер е {{ limit }} {{ suffix }}.
de: Die Datei ist zu groß ({{ size }} {{ suffix }}). Die zulässige Maximalgröße ist {{ limit }} {{ suffix }}.
it: Il file è troppo grande ({{ size }} {{ suffix }}). La dimensione massima consentita è {{ limit }} {{ suffix }}.
zh_cn: 这个文件太大了 ({{ size }} {{ suffix }})。允许的文件最大为 {{ limit }} {{ suffix }}。
zh_tw: 這個檔案太大了 ({{ size }} {{ suffix }})。允許的檔案大小最大值是 {{ limit }} {{ suffix }}。

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
bg_bg: Mime типа на файла е невалиден ({{ type }}). Разрешени mime типове са {{ types }}.
de: Der Mime-Typ der Datei ist ungültig ({{ type }}). Erlaubte Mime-Typen sind {{ types }}.
it: Il mime type del file non è valido ({{ type }}). I tipi permessi sono {{ types }}.
zh_cn: 文件的mime类型是无效的 ({{ type }})。允许的mime类型为 {{ types }}。
zh_tw: mime 類型的檔案無效 ({{ type }})。允許的 mime 類型為 {{ types }}。

source: This value should be {{ limit }} or less.
bg_bg: Стойността трябва да бъде {{ limit }} или по-малко.
de: Dieser Wert sollte {{ limit }} oder weniger betragen.
it: Questo valore dovrebbe essere {{ limit }} o inferiore.
zh_cn: 这个值应该为 {{ limit }} 或更小
zh_tw: 這數值應該被限制 {{ limit }} 或更少。

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
bg_bg: Стойността е твърде дълга. Трябва да съдържа най-много {{ limit }} символ.|Стойността е твърде дълга. Трябва да съдържа най-много {{ limit }} символа.
de: Dieser Wert ist zu lang. Er sollte {{ limit }} Zeichen oder weniger haben.|Dieser Wert ist zu lang. Er sollte {{ limit }} Zeichen oder weniger haben.
it: Questo valore è troppo lungo. Dovrebbe essere al massimo di {{ limit }} carattere.|Questo valore è troppo lungo. Dovrebbe essere al massimo di {{ limit }} caratteri.
zh_cn: 这个值太长了，应该被限制在 {{ limit }} 字以内
zh_tw: 這個值太長了，應該限制 {{ limit }} 字元或更少。

source: This value should be {{ limit }} or more.
bg_bg: Стойността трябва да бъде {{ limit }} или повече.
de: Dieser Wert sollte {{ limit }} oder mehr betragen.
it: Questo valore dovrebbe essere {{ limit }} o superiore.
zh_cn: 这个值至少需要 {{ limit }} 字
zh_tw: 這值應該被限制 {{ limit }} 或更多。

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
bg_bg: Стойността е твърде кратка. Трябва да съдържа поне {{ limit }} символ.|Стойността е твърде кратка. Трябва да съдържа поне {{ limit }} символа.
de: Dieser Wert ist zu kurz. Er sollte {{ limit }} Zeichen oder mehr haben.|Dieser Wert ist zu kurz. Er sollte {{ limit }} Zeichen oder mehr haben.
it: Questo valore è troppo corto. Dovrebbe essere almeno di {{ limit }} carattere.|Questo valore è troppo corto. Dovrebbe essere almeno di {{ limit }} caratteri.
zh_cn: 这个值太短了，应该被控制在 {{ limit }} 字以上
zh_tw: 這個值太短了，應該有限制 {{ limit }} 字元或更多。

source: This value should not be blank.
bg_bg: Стойността не трябва да бъде празна.
de: Dieser Wert sollte nicht leer sein.
it: Questo valore non dovrebbe essere vuoto.
zh_cn: 这个值不可以为空
zh_tw: 這個值不應該留空。

source: This value should not be null.
bg_bg: Стойността не трябва да бъде null.
de: Dieser Wert sollte nicht Null sein.
it: Questo valore non dovrebbe essere nullo.
zh_cn: 这个值不可以为null
zh_tw: 這個值不應該是 null。

source: This value should be null.
bg_bg: Стойността трябва да бъде null.
de: Dieser Wert sollte Null sein.
it: Questo valore dovrebbe essere nullo.
zh_cn: 这个值应为null
zh_tw: 這個值應該是 null。

source: This value is not valid.
bg_bg: Стойността не е валидна.
de: Dieser Wert ist nicht gültig.
it: Questo valore non è valido.
zh_cn: 这个值是无效的
zh_tw: 這值無效。

source: This value is not a valid time.
bg_bg: Стойността не е валидно време.
de: Dieser Wert ist keine gültige Zeit.
it: Questo valore non è un'ora valida.
zh_cn: 这个值不是有效的时间
zh_tw: 這個不是有效的時間格式。

source: This value is not a valid URL.
bg_bg: Стойността не е валиден URL.
de: Dieser Wert ist keine gültige URL.
it: Questo valore non è un URL valido.
zh_cn: 这个值不是有效的URL
zh_tw: 這個不是有效的網址格式。

source: The two values should be equal.
bg_bg: Двете стойности трябва да бъдат равни.
de: Die beiden Werte sollten gleich sein.
it: I due valori dovrebbero essere uguali.
zh_cn: 这两个值应该相等
zh_tw: 兩個值應該相等。

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
bg_bg: Файлът е твърде голям. Разрешеният максимален размер е {{ limit }} {{ suffix }}.
de: Die Datei ist zu groß. Die zulässige Maximalgröße beträgt {{ limit }} {{ suffix }}.
it: Il file è troppo grande. La dimensione massima è {{ limit }} {{ suffix }}.
zh_cn: 文件太大了，最大允许 {{ limit }} {{ suffix }} 大的文件。
zh_tw: 檔案太大了，允許的最大值是 {{ limit }} {{ suffix }}。

source: The file is too large.
bg_bg: Файлът е твърде голям.
de: Die Datei ist zu groß.
it: Il file è troppo grande.
zh_cn: 文件太大了
zh_tw: 檔案太大了。

source: The file could not be uploaded.
bg_bg: Файлът не може да бъде качен.
de: Die Datei konnte nicht hochgeladen werden.
it: Il file non può essere caricato.
zh_cn: 无法上传文件
zh_tw: 無法上傳檔案。

source: This value should be a valid number.
bg_bg: Стойността трябва да бъде валиден номер.
de: Dieser Wert sollte eine gültige Zahl sein.
it: Questo valore dovrebbe essere un numero.
zh_cn: 这个值应为有效的数字
zh_tw: 這數值應該是有效的數字。

source: This file is not a valid image.
bg_bg: Файлът не е валидно изображение.
de: Diese Datei ist kein gültiges Bild.
it: Questo file non è una immagine valida.
zh_cn: 这个文件不是有效的图片
zh_tw: 這檔案不是有效的圖片檔。

source: This is not a valid IP address.
bg_bg: Това не е валиден IP адрес.
de: Dies ist keine gültige IP-Adresse.
it: Questo valore non è un indirizzo IP valido.
zh_cn: 这不是有效的IP地址
zh_tw: 這不是有效的 IP 地址。

source: This value is not a valid language.
bg_bg: Стойността не е валиден език.
de: Dieser Wert ist keine gültige Sprache.
it: Questo valore non è una lingua valida.
zh_cn: 这个值不是有效的语言
zh_tw: 這值不是有效的語言。

source: This value is not a valid locale.
bg_bg: Стойността не е валидна локализация.
de: Dieser Wert ist kein gültiges Gebietsschema.
it: Questo valore non è una impostazione regionale valida.
zh_cn: 这个值不是有效的语言设定
zh_tw: 這值不是有效的在地設定。

source: This value is not a valid country.
bg_bg: Стойността не е валидна държава.
de: Dieser Wert ist kein gültiges Land.
it: Questo valore non è una nazione valida.
zh_cn: 这个值不是有效的国家
zh_tw: 這值不是有效的國家。

source: This value is already used.
bg_bg: Стойността вече е в употреба.
de: Dieser Wert wird bereits verwendet.
it: Questo valore è già stato utilizzato.
zh_cn: 这个值已经被使用了
zh_tw: 這值已經使用了。

source: The size of the image could not be detected.
bg_bg: Размера на изображението не може да бъде определен.
de: Die Größe des Bildes konnte nicht erkannt werden.
it: La dimensione dell'immagine non può essere determinata.
zh_cn: 无法检测出图片的大小
zh_tw: 無法偵測圖片的大小。

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
bg_bg: Изображението е твърде широко ({{ width }}px). Широчината трябва да бъде максимум {{ max_width }}px.
de: Das Bild ist zu breit ({{ width }}px). Erlaubte maximale Breite ist {{ max_width }}px.
it: La larghezza dell'immagine è troppo grande ({{ width }}px). La larghezza massima è di {{ max_width }}px.
zh_cn: 图片宽度太大 ({{ width }}px)，最大允许宽度为 {{ max_width }}px
zh_tw: 圖片寬度太寬了 ({{ width }}px)，允許的最大寬度是 {{ max_width }}px。

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
bg_bg: Изображението е с твърде малка широчина ({{ width }}px). Широчината трябва да бъде минимум {{ min_width }}px.
de: Das Bild ist zu schmal ({{ width }}px). Die erwartete Mindestbreite ist {{ min_width }}px.
it: La larghezza dell'immagine è troppo piccola ({{ width }}px). La larghezza minima è di {{ min_width }}px.
zh_cn: 图片宽度太小 ({{ width }}px)，宽度最小为 {{ min_width }}px
zh_tw: 圖片寬度太窄了 ({{ width }}px)，預期的最小寬度是 {{ min_width }}px。

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
bg_bg: Изображението е с твърде голяма височина ({{ height }}px). Височината трябва да бъде максимум {{ max_height }}px.
de: Das Bild ist zu hoch ({{ height }}px). Erlaubte maximale Höhe ist {{ max_height }}px.
it: L'altezza dell'immagine è troppo grande ({{ height }}px). L'altezza massima è di {{ max_height }}px.
zh_cn: 图片高度太大 ({{ height }}px)，最大允许高度为 {{ max_height }}px
zh_tw: 圖片高度太長了 ({{ height }}px)，允許的最大高度是 {{ max_height }}px。

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
bg_bg: Изображението е с твърде малка височина ({{ height }}px). Височина трябва да бъде минимум {{ min_height }}px.
de: Das Bild ist zu niedrig ({{ height }}px). Die erwartete Mindesthöhe ist {{ min_height }}px.
it: L'altezza dell'immagine è troppo piccola ({{ height }}px). L'altezza minima è di {{ min_height }}px.
zh_cn: 图片高度太小 ({{ height }}px)，高度最小为 {{ min_height }}px
zh_tw: 圖片高度太小了 ({{ height }}px)，預期的最小高度是 {{ min_height }}px。

source: This value should be the user's current password.
bg_bg: Стойността трябва да бъде текущата потребителска парола.
de: Dieser Wert sollte das aktuelle Passwort des Benutzers sein.
it: Questo valore dovrebbe essere la password attuale dell'utente.
zh_cn: 这个值应是当前用户的密码
zh_tw: 這個值應該是使用者目前的密碼。

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
bg_bg: Стойността трябва да бъде точно {{ limit }} символ.|Стойността трябва да бъде точно {{ limit }} символа.
de: Dieser Wert sollte genau {{ limit }} Zeichen haben.
it: Questo valore dovrebbe contenere esattamente {{ limit }} carattere.|Questo valore dovrebbe contenere esattamente {{ limit }} caratteri.
zh_cn: 这个值必须恰好为 {{ limit }} 字
zh_tw: 這個數值應該有相當的 {{ limit }} 字元。

source: The file was only partially uploaded.
bg_bg: Файлът е качен частично.
de: Die Datei wurde nur teilweise hochgeladen.
it: Il file è stato caricato solo parzialmente.
zh_cn: 文件只被上传了一部分
zh_tw: 檔案只有部分上傳。

source: No file was uploaded.
bg_bg: Файлът не беше качен.
de: Es wurde keine Datei hochgeladen.
it: Nessun file è stato caricato.
zh_cn: 没有上传文件
zh_tw: 沒有上傳檔案。

source: No temporary folder was configured in php.ini.
bg_bg: Не е посочена директория за временни файлове в php.ini.
de: In der php.ini wurde kein temporärer Ordner konfiguriert, oder der konfigurierte Ordner existiert nicht.
it: Nessuna cartella temporanea è stata configurata nel php.ini.
zh_cn: php.ini 没有设定临时文件夹
zh_tw: php.ini 沒有設定暫存檔案。

source: Cannot write temporary file to disk.
bg_bg: Не може да запише временен файл на диска.
de: Die temporäre Datei konnte nicht auf die Festplatte geschrieben werden.
it: Impossibile scrivere il file temporaneo sul disco.
zh_cn: 向磁盘中写入临时文件失败
zh_tw: 硬碟無法寫入暫存檔案。

source: A PHP extension caused the upload to fail.
bg_bg: PHP разширение предизвика прекъсване на качването.
de: Eine PHP-Erweiterung hat den Upload fehlschlagen lassen.
it: Un'estensione PHP ha causato il fallimento del caricamento.
zh_cn: 一个PHP插件造成上传失败
zh_tw: A PHP 副檔導致上傳失敗。

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
bg_bg: Колекцията трябва да съдържа поне {{ limit }} елемент.|Колекцията трябва да съдържа поне {{ limit }} елемента.
de: Diese Sammlung sollte {{ limit }} Element oder mehr enthalten.|Diese Sammlung sollte {{ limit }} Elemente oder mehr enthalten.
it: Questa collezione dovrebbe contenere almeno {{ limit }} elemento.|Questa collezione dovrebbe contenere almeno {{ limit }} elementi.
zh_cn: 这个集合应该含有至少 {{ limit }} 个元素
zh_tw: 這個集合應該含有 {{ limit }} 元素或更多。

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
bg_bg: Колекцията трябва да съдържа най-много {{ limit }} елемент.|Колекцията трябва да съдържа най-много {{ limit }} елемента.
de: Diese Sammlung sollte {{ limit }} Element oder weniger enthalten.|Diese Sammlung sollte {{ limit }} Elemente oder weniger enthalten.
it: Questa collezione dovrebbe contenere massimo {{ limit }} elemento.|Questa collezione dovrebbe contenere massimo {{ limit }} elementi.
zh_cn: 这个集合应该含有最多 {{ limit }} 个元素
zh_tw: 這個集合應該含有 {{ limit }} 元素或更少。

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
bg_bg: Колекцията трябва да съдържа точно {{ limit }} елемент.|Колекцията трябва да съдържа точно {{ limit }} елемента.
de: Diese Sammlung sollte genau {{ limit }} Element enthalten.|Diese Sammlung sollte genau {{ limit }} Elemente enthalten.
it: Questa collezione dovrebbe contenere esattamente {{ limit }} elemento.|Questa collezione dovrebbe contenere esattamente {{ limit }} elementi.
zh_cn: 这个集合应该含有恰好 {{ limit }} 个元素
zh_tw: 這個集合應該含有相當 {{ limit }} 元素。

source: Invalid card number.
bg_bg: Невалиден номер на карта.
de: Ungültige Kartennummer.
it: Numero di carta non valido.
zh_cn: 无效的卡号
zh_tw: 無效卡片號碼。

source: Unsupported card type or invalid card number.
bg_bg: Неподдържан тип карта или невалиден номер на карта.
de: Nicht unterstützter Kartentyp oder ungültige Kartennummer.
it: Tipo di carta non supportato o numero non valido.
zh_cn: 不支持的卡片类型或无效的卡号
zh_tw: 不支援卡片型態或無效卡片號碼。

source: This is not a valid International Bank Account Number (IBAN).
bg_bg: Това не е валиден Международен номер на банкова сметка (IBAN).
de: Dies ist keine gültige internationale Bankkontonummer (IBAN).
it: Questo valore non è un IBAN (International Bank Account Number) valido.
zh_cn: 这不是有效的国际银行卡号 (IBAN)。
zh_tw: 這不是有效的銀行帳號號碼 (IBAN)。

source: This value is not a valid ISBN-10.
bg_bg: Стойността не е валиден ISBN-10.
de: Dieser Wert ist keine gültige ISBN-10.
it: Questo valore non è un codice ISBN-10 valido.
zh_cn: 这不是有效的 ISBN-10。
zh_tw: 這值不是有效 ISBN-10。

source: This value is not a valid ISBN-13.
bg_bg: Стойността не е валиден ISBN-13.
de: Dieser Wert ist keine gültige ISBN-13.
it: Questo valore non è un codice ISBN-13 valido.
zh_cn: 这不是有效的 ISBN-13。
zh_tw: 這值不是有效 ISBN-13。

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
bg_bg: Стойността не е нито валиден ISBN-10, нито валиден ISBN-13.
de: Dieser Wert ist weder eine gültige ISBN-10 noch eine gültige ISBN-13.
it: Questo valore non è un codice ISBN-10 o ISBN-13 valido.
zh_cn: 这既不是有效的 ISBN-10 也不是有效的 ISBN-13。
zh_tw: 這值既不是有效 ISBN-10 也不是有效 ISBN-13。

source: This value is not a valid ISSN.
bg_bg: Стойността не е валиден ISSN.
de: Dieser Wert ist keine gültige ISSN.
it: Questo valore non è un codice ISSN valido.
zh_cn: 这不是有效的 ISSN。
zh_tw: 這值不是有效 ISSN。

source: This value is not a valid currency.
bg_bg: Стойността не е валидна валута.
de: Dieser Wert ist keine gültige Währung.
it: Questo valore non è una valuta valida.
zh_cn: 这不是有效的货币
zh_tw: 這值不是有效幣值。

source: This value should be equal to {{ compared_value }}.
bg_bg: Стойността трябва да бъде равна на {{ compared_value }}.
de: Dieser Wert sollte gleich {{ compared_value }} sein.
it: Questo valore dovrebbe essere uguale a {{ compared_value }}.
zh_cn: 这个值应等于 {{ compared_value }}
zh_tw: 這值應該是等於 {{ compared_value }}。

source: This value should be greater than {{ compared_value }}.
bg_bg: Стойността трябва да бъде по-голяма от {{ compared_value }}.
de: Dieser Wert sollte größer sein als {{ compared_value }}.
it: Questo valore dovrebbe essere maggiore di {{ compared_value }}.
zh_cn: 这个值应大于 {{ compared_value }}
zh_tw: 這值應該大於 {{ compared_value }}。

source: This value should be greater than or equal to {{ compared_value }}.
bg_bg: Стойността трябва да бъде по-голяма или равна на {{ compared_value }}.
de: Dieser Wert sollte größer oder gleich {{ compared_value }} sein.
it: Questo valore dovrebbe essere maggiore o uguale a {{ compared_value }}.
zh_cn: 这个值应大于等于 {{ compared_value }}
zh_tw: 這值應該大於或等於 {{ compared_value }}。

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
bg_bg: Стойността трябва да бъде идентична с {{ compared_value_type }} {{ compared_value }}.
de: Dieser Wert sollte identisch sein mit {{ compared_value_type }} {{ compared_value }}.
it: Questo valore dovrebbe essere identico a {{ compared_value_type }} {{ compared_value }}.
zh_cn: 这个值应与 {{ compared_value_type }} {{ compared_value }} 一致
zh_tw: 這值應該與 {{ compared_value_type }} {{ compared_value }} 一樣。

source: This value should be less than {{ compared_value }}.
bg_bg: Стойността трябва да бъде по-малка {{ compared_value }}.
de: Dieser Wert sollte kleiner sein als {{ compared_value }}.
it: Questo valore dovrebbe essere minore di {{ compared_value }}.
zh_cn: 这个值应小于 {{ compared_value }} 小
zh_tw: 這值應該與 {{ compared_value }} 小。

source: This value should be less than or equal to {{ compared_value }}.
bg_bg: Стойността трябва да бъде по-малка или равна на {{ compared_value }}.
de: Dieser Wert sollte kleiner oder gleich {{ verglichener_wert }} sein.
it: Questo valore dovrebbe essere minore o uguale a {{ compared_value }}.
zh_cn: 这个值应小于等于 {{ compared_value }}
zh_tw: 這值應該與 {{ compared_value }} 小或一樣。

source: This value should not be equal to {{ compared_value }}.
bg_bg: Стойността не трябва да бъде равна на {{ compared_value }}.
de: Dieser Wert sollte nicht gleich {{ compared_value }} sein.
it: Questo valore dovrebbe essere diverso da {{ compared_value }}.
zh_cn: 这个值不应与 {{ compared_value }} 一致
zh_tw: 這值不應該與 {{ compared_value }} 一樣。

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
bg_bg: Стойността не трябва да бъде идентична с {{ compared_value_type }} {{ compared_value }}.
de: Dieser Wert darf nicht identisch sein mit {{ compared_value_type }} {{ compared_value }}.
it: Questo valore dovrebbe essere diverso da {{ compared_value_type }} {{ compared_value }}.
zh_cn: 这个值不应与 {{ compared_value_type }} {{ compared_value }} 一致
zh_tw: 這值不應該與 {{ compared_value_type }} {{ compared_value }} 一樣。

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
bg_bg: Изображението е с твърде голяма пропорция ({{ ratio }}). Максималната пропорция трябва да е {{ max_ratio }}.
de: Das Bildverhältnis ist zu groß ({{ ratio }}). Erlaubtes maximales Verhältnis ist {{ max_ratio }}.
it: Il rapporto di aspetto dell'immagine è troppo grande ({{ ratio }}). Il rapporto massimo consentito è {{ max_ratio }}.
zh_cn: 这个图像比率太大了 ({{ ratio }})，允许的最大比率为 {{ max_ratio }}。
zh_tw: 這圖片比例太大了 ({{ ratio }})，允許的最大比例是 {{ max_ratio }}。

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
bg_bg: Изображението е с твърде малка пропорция ({{ ratio }}). Минималната пропорция трябва да е {{ min_ratio }}.
de: Das Bildverhältnis ist zu klein ({{ ratio }}). Das erwartete Mindestverhältnis ist {{ min_ratio }}.
it: Il rapporto di aspetto dell'immagine è troppo piccolo ({{ ratio }}). Il rapporto minimo consentito è {{ min_ratio }}.
zh_cn: 这个图像比率太小了 ({{ ratio }})，允许的最小比率为 {{ min_ratio }}。
zh_tw: 這圖片比例太小了 ({{ ratio }})，預期的最小比例是 {{ min_ratio }}。

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
bg_bg: Изображението е квадрат ({{ width }}x{{ height }}px). Такива изображения не са разрешени.
de: Das Bild ist quadratisch ({{ width }}x{{ height }}px). Quadratische Bilder sind nicht erlaubt.
it: L'immagine è quadrata ({{ width }}x{{ height }}px). Le immagini quadrate non sono consentite.
zh_cn: 这个图片是正方形的 ({{ width }}x{{ height }}px)，正方形不被允许
zh_tw: 這圖片是正方形 ({{ width }}x{{ height }}px)，並不是允許的圖形。

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
bg_bg: Изображението е с пейзажна ориентация ({{ width }}x{{ height }}px). Изображения с такава ориентация не са разрешени.
de: Das Bild ist querformatig ausgerichtet ({{ width }}x{{ height }}px). Querformatige Bilder sind nicht zulässig.
it: L'immagine è orizzontale ({{ width }}x{{ height }}px). Le immagini orizzontali non sono consentite.
zh_cn: 这个图片是横向的 ({{ width }}x{{ height }}px)，横向图片是不被允许的
zh_tw: 這圖片是橫幅的 ({{ width }}x{{ height }}px)，並不是允許的圖形。
